{
    "Address - Street - Building": "Address - Street - Building",
    "Arabic": "Arabic",
    "Back to subscribe": "Back to home",
    "Bank Transfer": "Bank Transfer",
    "Bank Transfer Picture": "Bank Transfer Picture",
    "Birthdate": "Birthdate",
    "Choose your preferred schedule": "Choose your preferred schedule",
    "Click here": "<a target='_blank' href='https://drive.google.com/file/d/1tz_--F5bZ2Nmt0t9X6afwDnSbJj-W84r/view'>Click here</a>",
    "Close": "Close",
    "Confirm Father’s E-mail": "Confirm Primary Email",
    "Confirm Mother’s E-mail": "Confirm Alternative Email",
    "Country of residence": "Country of residence",
    "Did you get Qaidah Nuraniah Certificate before?": "Did you get Qaidah Nuraniah Certificate before?",
    "EG-branch Address - Street - Building": "Address - Street - Building Eg",
    "EG-branch Arabic": "Arabic",
    "EG-branch Back to subscribe": "Back to home",
    "EG-branch Bank Transfer": "Bank Transfer",
    "EG-branch Bank Transfer Picture": "Bank Transfer Picture",
    "EG-branch Birthdate": "Birthdate",
    "EG-branch Choose your preferred schedule": "Choose your preferred schedule",
    "EG-branch Click here": "<a target='_blank' href='https://drive.google.com/file/d/1tz_--F5bZ2Nmt0t9X6afwDnSbJj-W84r/view'>Click here</a>",
    "EG-branch Close": "Close",
    "EG-branch Confirm Father’s E-mail": "Confirm Primary Email",
    "EG-branch Confirm Mother’s E-mail": "Confirm Alternative Email",
    "EG-branch Country of residence": "Country of residence",
    "EG-branch Eg Country": "Egypt",
    "EG-branch Email Serial Number": "The serial number is the last 4 digits of the student card, if you cannot find out the student serial number please contact us through the email: Help.eg@furqangroup.com",
    "EG-branch English": "English",
    "EG-branch Enroll now in this semester for": "Enroll now for the first semester for",
    "EG-branch Evening Session 1 | 03:00 pm - 06:00 pm GMT+3": "Evening Session 1 | 03:00 pm - 06:00 pm GMT+3",
    "EG-branch Evening Session 2 | 07:00 pm - 10:00 pm GMT+3": "Evening Session 2 | 07:00 pm - 10:00 pm GMT+3",
    "EG-branch Evening Session 3 | 11:00 pm - 02:00 am GMT+3": "Evening Session 3 | 02:00 am - 05:00 am GMT+2",
    "EG-branch Evening Session 4 | 02:00 am - 05:00 am GMT+3": "Evening Session 4 | 03:00 am - 06:00 am GMT+2",
    "EG-branch Explain the current disease": "Explain the current disease",
    "EG-branch Family Name": "Surname",
    "EG-branch Father Name": "Father Name",
    "EG-branch Father’s E-mail": "Primary Email",
    "EG-branch Father’s WhatsApp Number": "Primary Mobile Number",
    "EG-branch Female": "Female",
    "EG-branch Females": "Females",
    "EG-branch First Name": "First Name",
    "EG-branch From family and friends": "From family and friends",
    "EG-branch From social media": "From social media",
    "EG-branch From the course of Qaidah Nuraniah": "From the course of Qaidah Nuraniah",
    "EG-branch Governorate": "Governorate",
    "EG-branch Grandfather Name": "Grandfather Name",
    "EG-branch Guardian Commitment": "I acknowledge that all terms and conditions of Furqan Group are accepted by me.",
    "EG-branch Guardian ID": "Guardian's ID",
    "EG-branch Guardian Signature": "Signature",
    "EG-branch Guardian’s name": "Guardian’s name",
    "EG-branch Guardian’s work": "Guardian’s work",
    "EG-branch HSBC Bank": "International Transfer (HSBC Bank) --> Total Tuition = :amount$",
    "EG-branch Has the student participated in any Qur’an school?": "Has the student participated in any Qur’an school?",
    "EG-branch Has the student studied Qaeedah Nurania?": "Has the student studied Qaeedah Nurania?",
    "EG-branch How did you hear about Furqan Group?": "How did you hear about Furqan Group?",
    "EG-branch How do I choose the right path for me or my child text": "You do not have to worry about choosing the appropriate program. After registration, we will conduct an assessment test to know student’s level, and based on the result of the test, we will determine the most appropriate program for him. Usually, most students start with the program of Al-Qaida Al-Nuraniah to master Tajweed and learn the basics of proper reading. After completing Al-Qaida Al-Nuraniah, the student is transferred either to the program of recitation of the Holy Qur’an or to the program of memorization of the Holy Qur’an, according to his desire.",
    "EG-branch How do I choose the right path for me or my child?": "How do I choose the right program for me or my child?",
    "EG-branch How do you rate your level of reading in Arabic?": "How do you rate your level of reading in Arabic?",
    "EG-branch How would you rate your level in reciting the Noble Quran?": "How would you rate your level in reciting the Noble Quran?",
    "EG-branch I can read but find some words and sentences difficult": "I can read but find some words and sentences difficult",
    "EG-branch I can read fluently": "I can read fluently",
    "EG-branch I can recite the Noble Quran with the provisions of Tajweed": "I can recite the Noble Quran with the provisions of Tajweed",
    "EG-branch I can recite the Noble Quran, but I find it difficult to apply the provisions of intonation": "I can recite the Noble Quran, but I find it difficult to apply the provisions of intonation",
    "EG-branch I cant read Arabic at all": "I cant read Arabic at all",
    "EG-branch I cant recite the Noble Quran with the provisions of Tajweed": "I cant recite the Noble Quran with the provisions of Tajweed",
    "EG-branch I need more details, how do I contact you text": "We are always glad to serve you through one of the following means: <br> Email: Help.eg@furqangroup.com 📨 <br> WhatsApp: +201116373736 <br> Virtual office: <br> We are glad to serve you in our virtual office, where you can meet a representative of our customer services team.  <br> From Sunday to Thursday: <br> (07:00am – 09:00pm Cairo Time GMT+2) <br> Virtual office link:  <br> <a href='https://furqangroup.zoom.us/j/99947595293'>Join our Cloud HD Video Meeting</a>  <br> From Sunday to Thursday: <br> (07:00am – 09:00pm Cairo time GMT+2) <br> You can also chat live with one of our customer services representatives, via the live chats' icon at the right bottom of this page.",
    "EG-branch I need more details, how do I contact you?": "I need more details; how can I contact you?",
    "EG-branch ID/Passport Number": "ID/Passport Number",
    "EG-branch Learning System": "Please review the <span style='color: #ff0000;'>(Distance Education System)</span> via the following link:",
    "EG-branch Male": "Male",
    "EG-branch Males": "Males",
    "EG-branch Mecca time": "09:00AM - 10:00PM Cairo time (GMT + 2)",
    "EG-branch Missing info": "Missing info!",
    "EG-branch Morning Session | 09:00 am - 12:00 pm GMT+3": "Morning Session | 09:00 am - 12:00 pm GMT+3",
    "EG-branch Morocco and France time": "06:00AM - 07:00PM Morocco and France time (GMT+1)",
    "EG-branch Mother’s E-mail": "Alternative Email",
    "EG-branch Mother’s WhatsApp Number": "Alternative Mobile Number",
    "EG-branch Mother’s name": "Mother’s name",
    "EG-branch Mother’s work": "Mother’s work",
    "EG-branch Name": "Name",
    "EG-branch Name of the school": "Name of the school",
    "EG-branch Nationality": "Nationality",
    "EG-branch New York time": "01:00AM - 02:00PM New York time (GMT-5)",
    "EG-branch Note: messages are sent on the (Email).": "Note: Messages shall be sent to both of your emails.",
    "EG-branch Other": "Other",
    "EG-branch Page Title": "Welcome to Furqan Group for Education & IT",
    "EG-branch Payment Bag Note": "The tuition fees for the first semester of 2024, is 95 $ + (25$ for the educational bag excluding Shipping, and it's paid only once upon registration).",
    "EG-branch Payment Method": "Payment Method",
    "EG-branch Payment via credit card": "We accept all credit cards  ( VISA- Master Card  - others) <br> Total tuition fees = :amount$",
    "EG-branch Place of birth": "Place of birth",
    "EG-branch Please note that the current semester ends on": "NOTE: The first semester starts on September 1st, 2024, and ends on December 28th, 2024",
    "EG-branch Please provide a valid email address": "Please provide a valid email address",
    "EG-branch Postal code": "Postal code",
    "EG-branch Preferred language": "Preferred language",
    "EG-branch Privacy Policy": "Privacy Policy",
    "EG-branch Privacy Policy Text": "A. IntroductionThe Privacy Of Our Website Visitors Is Crucial—We’re Committed To Protecting It. This Policy Explains How We Use Your Personal Information.By Agreeing To Our Use Of Cookies According To The Terms Of This Policy, You Allow Us To Use Cookies Every Time You Revisit The Website.B. Collecting Personal InformationThe Following Personal Information May Be Collected, Stored And Used:Device's Information, IP Address, Location, Browser's Type & Version, And Operating System.1. Visits' Information & Use Of This Website, Including The Referral Source, The Length Of The Stay, What You See On The Page, And The Browsing programs On The Website.2. Information You Enter When Registering On The Website Like Your Email Address.3. Information You Enter When Creating A Profile On The Website, Including Your Name, Profile Pictures, Gender, Date Of Birth, Social Status, Interests & Hobbies, Educational Status And Job Details.4. The Name And The Email Address You Enter To Set Up Subscriptions To Emails And/Or Newsletters Or Make Purchases.5. Information You Enter While Using The Services On The Website.6. Generated Information While Using The Website, Including Dates, Frequency Of Use And The Circumstances In Which You Use The Site.7. Purchases, Services You Use And Transactions You Carry In The Website Including Your Name, Address, Phone Number, Email Address And Credit Card Information.8. Information You Post On The Website To Share It On The Internet, Including Your Username, Your Profile Pictures And Your Posts' Content.9. Information Contained In Any Correspondence You Send To Us Via Email Or Through The Website, Including Shared Content And Metadata.10. Any Other Personal Information You Send To Us.Note: Before You Want To Share Another Person's Personal Information With Us, You Must Obtain That Person's Consent To Both Sharing And Process This Personal Information According To This Policy.C. Use Of Your Personal InformationThe Personal Information You Provide On Our Website Is Used For The Purposes Described In This Policy Or The Relevant Pages Of The Website. We May Use Your Personal Information For The Following Purposes:1. Managing Our Website And Business On The Internet.2. Customizing Our Website To Be More Convenient And Efficient For You.3. Enabling You To Use The Available Services On Our Website.4. Delivering The Goods You Buy From The Internet To You.5. Providing Purchased Services Through Our Website.6. Sending Statements, Invoices And Payment Notifications To You, And Collecting Payments From You.7. Sending You Non-Marketing Commercial Messages.8. Sending The Notifications You Specifically Request Via Email.9. Sending The Email Newsletter To You If You Have Asked For It (You Can Inform Us At Any Time If You No Longer Need The Newsletter).10. Sending Marketing Communications Of Our Business Or The Carefully Selected Third Parties That We Believe May Be Of Interest To You By Mail Or, If You Have Specifically Agreed To This, By Email Or Similar. You Can Inform Us At Any Time If You No Longer Need This Marketing Correspondence.11. Providing Third Parties With Statistical Information About Our Users—However, These Third Parties Will Not Be Able To Identify The Users For That Information By Themselves.12. Dealing With Inquiries And Complaints You Provide On Our Website.13. Protecting Our Website From Fraud And Maintaining Its Security.14. Verifying Compliance With The Terms And Conditions Governing The Use Of Our Website, Including Monitoring Private Messages Sent Through Our Website's Private Messaging Service.15. Other Uses.If You Submit Personal Information For Publication On Our Website, We Will Publish That Information And Use It In Another Way According To The License You Provide.Your Privacy Settings May Be Used To Limit The Publication Of Your Information On Our Website And May Be Modified Using The Privacy Controls On The Website.We Will Not Provide Any Third Party—Without Your Explicit Consent—With Your Personal Information For Direct Marketing To Any Other Party.D. Disclosure Of Personal InformationWe May Disclose Your Personal Information To Any Of Our Employees, Officers, Insurance Companies, Professional Advisors, Agents, Suppliers Or Subcontractors For The Set-Out Purposes In This Policy.We May Disclose Your Personal Information To Any Member Of Our Group Of Companies (This Means Our Subsidiaries, The Original Holding Company And All Of Its Subsidiaries) As Reasonably Necessary For The Set-Out Purposes In This Policy.We May Disclose Your Personal Information:1. To What Extent We Are Required To Do By Law.2. For Any Ongoing Or Potential Legal Proceedings.3. To Establish, Practice Or Defend Our Legal Rights, Including Providing Information To Others For Fraud Prevention And Credit Risk Reduction.4. To The Buyer—Or Potential Buyer—Of Any Business Or Asset We Are Selling (Or Intend To Do).5. Anyone We Reasonably Believe May Apply To A Court Or Other Competent Authority To Request The Disclosure Of That Personal Information. It Is Reasonably Likely That This Court Or Authority Will Order The Disclosure Of That Personal Information—Except As Provided In This Policy, We Will Not Provide Your Personal Information To Any Third Party.E. International Transfer Of Data1. The Information We Collect May Be Stored, Processed Or Transferred Between Any Of The Countries In Which We To Enable Us Using The Information Following This Policy.2. The Information That We Collect May Be Transferred To The Following Countries—That Don’t Subject To Data Protection Laws Equivalent To Those In Force In The European Economic Area—Which Are The United States Of America, Russia, Japan, China, And India.3. We Cannot Prevent Others From Using Or Misusing The Personal Information You Publish On Our Website Or Information You Submit For Publication On Our Website That Is Available On The Internet Around The World.4. You Earnestly Agree To The Transfers Of Personal Information Described In This Section.F. Storing Personal Information1. This Section Sets Out The Data Retention Policies And Procedures We Follow, Which Are Designed To Help Ensure That We Comply With Our Legal Obligations Regarding The Retention And Deletion Of Personal Information.2. The Personal Information We Process Should Not Be Stored For Any Purpose Or Purposes Longer Than Necessary.3. Without Prejudice To Term G-2, We Do Not Delete Your Voluntarily Entered Data, Purchase Information, Or Identity Authentication Information Unless A Direct Request Is Received From You On Customer Support Services. The Impact Of The Deletion Is Evaluated Without Contradicting Local, International Or Tax Regulations.4. Notwithstanding Other Provisions In This Section, We Keep Documents—Including Electronic Documents—That Contain The Personal Data According To The Following:    1. To The Extent Required By Law.    2. If We Believe These Documents May Be Related To Any Ongoing Or Potential Legal Process.    3. To Initiate, Exercise, Or Defend Our Legal Rights, Including Providing Information To Others For Fraud Prevention And Credit Risk Reduction.G. Personal Information’s Security1. We Undertake To Take Reasonable Technical And Organizational Precautions To Prevent The Loss, Misuse Or Alteration Of Your Personal Information.2. We Undertake To Store All Personal Information You Provide On Our Secure Servers Which Are Protected By Password And Firewall.3. All Electronic Financial Transactions Performed Through Our Website Are Encrypted.4. You Acknowledge That You Agree To This Policy, Knowing That The Transmission Of Information Via The Internet Is Inherently Insecure, And We Cannot Guarantee The Security Of Data Sent Over The Internet.5. You Are Responsible For Maintaining The Confidentiality Of The Password You Use To Access Our Site. We Will Not Ask You For Your Password, Except When You Log Into Our Website.H. UpdatesWe May Update This Policy From Time To Time By Publishing A New Version On Our Website. You Should Occasionally Visit This Page To Ensure You Understand Any Changes To This Policy (We May Notify You Of Changes By Email Or Through The Private Messaging System Of Our Website).I. Your RightsYou May Ask Us To Provide You With Any Personal Information We Keep About You. Providing This Information Is Subjected To The Following:1. Payment Of Fees And Subscriptions And Products Purchase2. Provide An Appropriate Proof Of Identity (The National Identity And Passport Are Accepted As A Proof Of Identity And Ownership Of The Account Or Services)3. We May Not Provide You With The Personal Information You Request To The Extent Permitted By Law.4. You May Ask Us At Any Time Not To Process Your Personal Information For Marketing Purposes.5. Pragmatically, Either You Will Earnestly Consent In Advance To Our Use Of Personal Information For Marketing Purposes, Or We Will Allow You To Cancel The Use Of Personal Information For Marketing Purposes.J. Third Party WebsitesOur Website Contains Hyperlinks And Details About Third-Party Websites, Though We Do Not Have Any Control Over The Privacy Policies And Practices Of Third Parties, Nor Are We Responsible For Them.K. Update InformationPlease Let Us Know If The Personal Information We Hold About You Needs Correction Or Update.L. CookiesOur Website Uses Cookies. A Cookie Is A File Containing An Identifier (A String Of Letters And Numbers) Which The Internet Server Sends To The Internet Browser And The Browser Stores It. Then, The Identifier Is Sent Back To The Server Every Time The Browser Requests A Page From The Server. Cookies May Be Either 'Persistent' Cookies Or 'Session' Cookies. A Persistent Cookie Is Stored By The Internet Browser And Remains Valid Until Its Specified Expiration Date Unless The User Deletes It Before The Expiration Date.On The Other Hand, A Session Cookie Expires At The End Of The User's Session (By Closing The Internet Browser). Cookies Do Not Usually Contain Any Information That Personally Identifies The User. However, The Personal Information We Store About You May Be Linked To The Information Stored In The Cookies Obtained From Them. We Only Use Session Cookies, Or Persistent Cookies, Or Both Of Them On Our Website.1. The Names Of The Cookies We Use On Our Website And The Purposes Of Their Usage Are As Follows:    1. We Use Google Analytics And Adwords On Our Website To Recognize The Computer. These Are All The Uses Of Cookies Applicable To Your Site:A. Visiting The WebsiteB. Tracking Users While They Browse The SiteC. Enabling The Use Of The Shopping Cart On The SiteD. Improving Website UsabilityE. Website Usage AnalysisF. Site ManagementG. Fraud Prevention And Website Security ImprovementH. Site Customization For Each UserI. Targeted Ads That May Be Of Particular Interest To Specific UsersJ. Purpose Description2. Most Browsers Allow You To Refuse To Accept Cookies—For Example:     1. In Internet Explorer (Version 10 And Above), You Can Block Cookies By Using The Cookie Override Settings Available By Clicking On “Tools” Then “Internet Options” Then “Privacy,” And Finally “Advanced Options.”     2. In Firefox (Version 24 And Above), You Can Block All Cookies By Clicking On “Tools,” “Options,” And “Privacy,” And Selecting “Use Custom Settings For History” From The Drop-Down Menu, And Uncheck “Accept Cookies From Sites”.     3. In Chrome (Version 29 And Above), You Can Block All Cookies By Accessing The “Customize And Control” Menu, Clicking On “Settings” Then “Show Advanced Settings” And “Content Settings” And Finally Select “Block Sites”. No Data Is Prepared Under The Heading Of “Cookies”.     3. Blocking All Cookies Will Harm The Convenience Of Many Websites. If You Block Cookies, You Will Not Be Able To Use All The Features On Our Site. You Can Delete Cookies That Are Stored On Your Computer—For Example:     1. In Internet Explorer (Version 10 And Above), You Must Manually Delete Cookies (You Can Find Instructions To Do This At Http://Support.Microsoft.Com/Kb/278835).     2. In Firefox (Version 24 And Above), You Can Delete Cookies By Clicking “Tools” Then “Options” And “Privacy” Then Selecting “Use Custom Settings For History,” Click 'Show Cookies,' And Then Click “Remove All Cookies”.     3. In Chrome (Version 29 And Above), You Can Delete All Cookies By Accessing The “Customize And Control” Menu, Clicking On “Settings” Then “Show Advanced Settings” And “Clear Browsing Data,” Then Selecting “Delete Cookies, Site Data And Other Plug-Ins”.     4. Deleting Cookies Will Harm The Convenience Of Private Websites.",
    "EG-branch Questions": "For any questions please contact us through E-mail: <a href='mailto: Help.eg@furqangroup.com>Help.eg@furqangroup.com</a> , We also welcome you to our virtual office on (ZOOM), there you will be able to meet our customer service representatives, you will also be able to meet our management and supervision staff we will be happy to attend your needs, virtual office link: <a href='https://furqangroup.zoom.us/j/99947595293'>https://furqangroup.zoom.us/j/99947595293</a>",
    "EG-branch Refund Policy": "Tuition Fee Refund Policy",
    "EG-branch Refund Policy Text": "Center tuition fees: <br>1) New Student: The registration fees (160 USD) divided as: $135 (tuition fees) + $25 (educational bag).  The fees can be refunded within 10 days from the start of the semester except the non-refundable amounts which are (12 USD) seat reserve, (25 USD) cost of bag – if the bag has been shipped and (25 USD) 10 days study.NOTE: The payment gateway or the bank fees which is $15 are non-refundable.<br> <br>2) Regular Student: The registration fees (135 USD) , the fees can be refunded in two conditions. Condition A): Before starting the semester, which would deduct (12USD) seat reserve . Condition B):  days of study will be deducted+ (12 USD) seat reserve, & it can be refunded within 10 days from the start of the semester except the non-refundable amounts which are: (26 USD) seat reserve, (74 USD) 10 days study & (45 USD) payment gateway or the bank fees. Note: <br>1- Requesting a refund is done only via the electronic online form.<br><br>2- Please provide bank account information for refunds.  Refunded amount will be transferred to the provided bank account.<br><br>3- Refunded amount will be issued within 30 days after request approval.<br>",
    "EG-branch Registration for the second semester": "Registration for the First Semester 2024",
    "EG-branch Required documents": "Required documents: The documents required are (a copy of the Student’s ID, a copy of the Guardian’s ID)",
    "EG-branch Second semester 2022 - one to one": "Registration for the first semester 2024 - One-to-One classes",
    "EG-branch Section": "Gender",
    "EG-branch Serial Number": "Serial Number",
    "EG-branch Signature": "I declare reading and understanding the educational system.",
    "EG-branch Sorry just": "Sorry, one-to-one subscriptions are allowed for memorization path only. You can subscribe in the General Education path from <a href='https://furqanshop.com/eservices_checkout/'>here</a>",
    "EG-branch Student ID": "Student's ID",
    "EG-branch Support Cookies": "You must use a browser that supports cookies such as Google Chrome without incognito mode, or you can register by <a target='_blank' href='https://furqanshop.com/new-students'>Clicking here</a>!",
    "EG-branch Terms And Conditions": "Terms And Conditions",
    "EG-branch Terms And Conditions Text": "Terms and Conditions:  agreement  By registering on Eservices.Fg2020.Com, you have agreed to the following terms and conditions: The Eservices.Fg2020.Com website is operated and managed by Al-Furqan Education and Information Technology Company through Room No. 409 in Beverly Center Kowloon (Hong Kong), the company's registration number It is 2861359 and the commercial registration number is 71046592, which reserves the right to amend and change the terms and conditions from time to time without notice.     Website content  By entering the site, downloading or purchasing any of its contents, you agree to be bound by the stipulated terms of use. If you do not agree to these terms, you may not access the site or download any of its contents.     Evacuation responsibilaty  The links available on the registration form website allow you to access websites that are not supported or controlled by us.  We provide these links for your convenience, and we are not responsible for the content or any commercial dealings contained in these sites.  We make every reasonable effort to ensure the accuracy of the content of the registration form website, but we cannot guarantee the accuracy, comprehensiveness, non-infringement, merchantability, or fitness for a particular purpose of any information or commercial dealings available on these links.  The sites that may be linked from our site do not represent our site and this does not mean that we endorse them. It is therefore your responsibility to ensure that any website you choose to access is free of potentially harmful objects such as viruses.     Site use  You may not use this website if:  a) Use it to include or encourage any conduct that gives rise to criminal offense or legal liability.  b) Using this site in a manner that violates the law or the norms of the Internet, or in a manner that may negatively affect the use of others of the registration form site or the Internet, including sending or transmitting information or programs that contain viruses or any other destructive material.     Copyrights  All content posted on the registration form website is protected by copyright.  This content and copyrights belong to, and are under the control of, the registration form website and the providing companies.  You are permitted to use or reproduce the information contained in the Content for personal, non-commercial, or educational use.     Privacy and confidential information  The registration form website's Privacy and Security Policy is a binding part of these Terms.  The Privacy and Security Policy can be found on this site.     compensation  You hereby agree to protect, indemnify and hold us harmless from any and all liability, costs and expenses, including attorneys' fees, in connection with any violations of these Terms by you or any users of your account. , or in connection with your use of the registration form site, or your posting or transmission of any information or other materials on this site, or the performance of any of the users of your account.     modifications  You hereby agree to protect, indemnify the registration form site and its related providers and companies, and grant the registration form site the right to change or remove any of the content of the site in whole or in part, and it has full disposal at any time, without prior notice. The registration form site also reserves the right to change or modify any of these terms and the privacy and security policy at any time, without prior notice, and these changes will be effective immediately upon their publication on the site.     Other conditions  The Terms of Use of the Site, including the Privacy and Security Policy, and all documents referred to herein, constitute an agreement between the Site and you with respect to your use of the Site.  The Site's failure to insist upon or enforce strict enforcement of any provision of this Agreement shall not be construed as a waiver of any provision or right.  In the event that one of the competent courts issued its ruling to cancel or invalidate one of the conditions, or impose its application, this does not affect the rest of the conditions mentioned here. This Agreement shall be governed by and construed in accordance with the laws of Hong Kong. The parties to these Terms have requested that it and all relevant documents be issued in Arabic and English.",
    "EG-branch Thank you": "Registration Status",
    "EG-branch Thank you registration for the second semester": "Registration for First Semester 2024",
    "EG-branch The student must be 5 years old or over to register.": "The student must be 5 years old or over to register.",
    "EG-branch Times": "From Sunday till Thursday",
    "EG-branch To register in the semester": "<span style='color: #ea3223;'>Sorry!</span> To register in the First semester 20223 please <a href='https://furqanshop.com/eservices_checkout' style='color: #001af5;'>Click Here</a>",
    "EG-branch What are the school times and days text": "We have classes 5 days a week (Sunday to Thursday) providing 3 sessions where a student can select the most suitable session time for him. The timings are mentioned as follows: <br> Morning session (9:00 am – 12:00 pm Cairo time GMT+2) <br> Evening session 1 (3:00 pm – 6:00 pm Cairo time GMT+2) <br> Evening session 2 (7:00 pm – 10:00 pm Cairo time GMT+2) <br> <br> Please note that duration of class varies depending on the educational program.",
    "EG-branch What are the school times and days?": "What are the school times and days?",
    "EG-branch What are the tuition fees text": "Tuition Fees for one semester is $135 + (one-time payment of $25 for the course materials to be paid upon registration). There are three semesters throughout the year (first semester, second semester, summer semester). Each semester is 4 months long.",
    "EG-branch What are the tuition fees?": "What are the tuition fees?",
    "EG-branch What categories and ages can register text": "We welcome all age groups from 5 years and above (boys, girls, men, women).",
    "EG-branch What categories and ages can register?": "What are the categories and ages that can register?",
    "EG-branch What educational paths are available text": "The educational programs in Furqan group for Education and IT are: <br> 1- The program of learning Al-Qaida Al-Nuraniah. <br> 2- The program of recitation of the Holy Qur’an.<br> 3- The program of memorization of the Holy Qur’an.<br>",
    "EG-branch What educational paths are available?": "What educational programs are available?",
    "EG-branch What is quality assurance text": "Furqan Group is renowned for its meticulous educational system and the quality of educational outputs. We guarantee tangible results for the students enrolled in the various programs of Furqan group. If the student adheres to the educational system but the desired benefit is not achieved, the student is entitled to a refund of the tuition fees paid for the semester.",
    "EG-branch What is quality assurance?": "What is our guarantee of quality?",
    "EG-branch What is the registration method? When will the student start studying text": "Please fill the form to complete the registration procedure, noting that the student begins studying within 10 working days from the date of registration. <br> It is worth noting that registration is open throughout the year and the student can register at any time during the semester and will not miss any of the lessons, as we have individual-based educational system.",
    "EG-branch What is the registration method? When will the student start studying?": "How to register? When will the student start studying?",
    "EG-branch Why Al-Furqan Group text": "Furqan Group specializes in acquiring the linguistic skills of reading, listening, articulation and writing for both male and female students and beginners through its brand: Al-Qaida Al-Nuraniah and its application on the Holy Quran. <br> Furqan Group stands out due to its accurate educational system and the quality of educational outputs, whether in Al-Qaida Al-Nuraniah or the memorization and recitation of the Holy Qur'an. <br> Founded by Eng. Mohammad Farooq Al-Raee, Furqan Group for Education & IT is one of the top internationally-recognized educational institutes for teaching the Arabic language and the Holy Quran in the world. With activities running in over 40 countries around the world, the group has conducted over 3670 courses for training more than 75,000 teachers who represent 1000+ different educational institutes. Since its founding, millions of students around the world have benefited from the group's services and publications.",
    "EG-branch Why Al-Furqan Group?": "Why Furqan group?",
    "EG-branch You must agree that the previous information is correct": "You must agree that the previous information is correct",
    "EG-branch You must attach a copy of the bank transfer": "You must attach a copy of the bank transfer",
    "EG-branch You must choose how you hear about us": "You must choose how you hear about us",
    "EG-branch You must choose the appropriate time": "You must choose the appropriate time",
    "EG-branch You must choose the country residence": "You must choose the country residence",
    "EG-branch You must choose the gender": "You must choose the gender",
    "EG-branch You must choose the nationality": "You must choose the nationality",
    "EG-branch You must choose the preferred language": "You must choose the preferred language",
    "EG-branch You must confirm one of the following options": "You must confirm one of the following options",
    "EG-branch You must confirm your familiarity with the distance education system": "You must confirm your familiarity with the distance education system",
    "EG-branch You must enter the ID number": "You must enter the ID number",
    "EG-branch You must enter the address": "You must enter the address",
    "EG-branch You must enter the alternative email": "You must enter the alternative email",
    "EG-branch You must enter the alternative mobile number": "You must enter the alternative mobile number",
    "EG-branch You must enter the bank transfer reference number": "You must enter the bank transfer reference number",
    "EG-branch You must enter the city": "You must enter the city",
    "EG-branch You must enter the date of birth": "You must enter the date of birth",
    "EG-branch You must enter the date of the transfer": "You must enter the date of the transfer",
    "EG-branch You must enter the father name": "You must enter the father name",
    "EG-branch You must enter the first name": "You must enter the first name",
    "EG-branch You must enter the grandfather name": "You must enter the grandfather name",
    "EG-branch You must enter the name of the account holder": "You must enter the name of the account holder",
    "EG-branch You must enter the name of the bank": "You must enter the name of the bank",
    "EG-branch You must enter the postal code": "You must enter the postal code",
    "EG-branch You must enter the primary email": "You must enter the primary email",
    "EG-branch You must enter the primary mobile number": "You must enter the primary mobile number",
    "EG-branch You must enter the student name": "You must enter the student name",
    "EG-branch You must enter the student number": "You must enter the student number",
    "EG-branch You must enter the surname": "You must enter the surname",
    "EG-branch a one-time fee of $50 for course materials": "including the educational bag .",
    "EG-branch city": "City",
    "EG-branch gender": "Gender",
    "EG-branch live with father": "live with father",
    "EG-branch live with mother": "live with mother",
    "EG-branch live with parents": "live with parents",
    "EG-branch no": "No",
    "EG-branch other": "other",
    "EG-branch please select best time": "Please make sure to enter your preferred time!",
    "EG-branch study at the Center before": "Has the student studied at Furqan Group before?",
    "EG-branch sure the address is correct": "Important! Please make sure the address is correct, as we’ll send the course materials to it.",
    "EG-branch wish": "We wish you all good health and success by Allah will.",
    "EG-branch yes": "Yes",
    "Eg Country": "Egypt",
    "Email Serial Number": "The serial number is the last 4 digits of the student card, if you cannot find out the student serial number please contact us through the email: Help@furqangroup.com",
    "English": "English",
    "Enroll now in this semester for": "Enroll now for the first semester for (1350 SAR)",
    "Evening Session 1 | 03:00 pm - 06:00 pm GMT+3": "Evening Session 1 | 03:00 pm - 06:00 pm GMT+3",
    "Evening Session 2 | 07:00 pm - 10:00 pm GMT+3": "Evening Session 2 | 07:00 pm - 10:00 pm GMT+3",
    "Evening Session 3 | 11:00 pm - 02:00 am GMT+3": "Evening Session 3 | 11:00 pm - 02:00 am GMT+3",
    "Evening Session 4 | 02:00 am - 05:00 am GMT+3": "Evening Session 4 | 02:00 am - 05:00 am GMT+3",
    "Explain the current disease": "Explain the current disease",
    "Family Name": "Surname",
    "Father Name": "Father Name",
    "Father’s E-mail": "Primary Email",
    "Father’s WhatsApp Number": "Primary Mobile Number",
    "Female": "Female",
    "Females": "Females",
    "First Name": "First Name",
    "From family and friends": "From family and friends",
    "From social media": "From social media",
    "From the course of Qaidah Nuraniah": "From the course of Qaidah Nuraniah",
    "Grandfather Name": "Grandfather Name",
    "Guardian Commitment": "I acknowledge that all terms and conditions of Furqan Group are accepted by me.",
    "Guardian ID": "Guardian's ID",
    "Guardian Signature": "Signature",
    "Guardian’s name": "Guardian’s name",
    "Guardian’s work": "Guardian’s work",
    "HSBC Bank": "International Transfer (HSBC Bank) --> Total Tuition = :amount$",
    "Has the student participated in any Qur’an school?": "Has the student participated in any Qur’an school?",
    "Has the student studied Qaeedah Nurania?": "Has the student studied Qaeedah Nurania?",
    "Have you memorized parts of the Quran?": "Have you memorized parts of the Quran?",
    "How did you hear about Furqan Group?": "How did you hear about Furqan Group?",
    "How do I choose the right path for me or my child text": "You do not have to worry about choosing the appropriate program. After registration, we will conduct an assessment test to know student’s level, and based on the result of the test, we will determine the most appropriate program for him. Usually, most students start with the program of Al-Qaida Al-Nuraniah to master Tajweed and learn the basics of proper reading. After completing Al-Qaida Al-Nuraniah, the student is transferred either to the program of recitation of the Holy Qur’an or to the program of memorization of the Holy Qur’an, according to his desire.",
    "How do I choose the right path for me or my child?": "How do I choose the right program for me or my child?",
    "How do you rate your level of reading in Arabic?": "How do you rate your level of reading in Arabic?",
    "How many parts?": "How many parts?",
    "How would you rate your level in reciting the Noble Quran?": "How would you rate your level in reciting the Noble Quran?",
    "I can read but find some words and sentences difficult": "I can read but find some words and sentences difficult",
    "I can read fluently": "I can read fluently",
    "I can recite the Noble Quran with the provisions of Tajweed": "I can recite the Noble Quran with the provisions of Tajweed",
    "I can recite the Noble Quran, but I find it difficult to apply the provisions of intonation": "I can recite the Noble Quran, but I find it difficult to apply the provisions of intonation",
    "I cant read Arabic at all": "I cant read Arabic at all",
    "I cant recite the Noble Quran with the provisions of Tajweed": "I cant recite the Noble Quran with the provisions of Tajweed",
    "I need more details, how do I contact you text": "We are always glad to serve you through one of the following means: <br> Email:Help@furqangroup.com📨 <br> WhatsApp: +85265237535 <br> Virtual office: <br> We are glad to serve you in our virtual office, where you can meet a representative of our customer services team.  <br> From Sunday to Thursday: <br> (08:00am – 10:00pm KSA time GMT+3) <br> Virtual office link:  <br> <a href='https://furqangroup.zoom.us/j/99947595293'>Join our Cloud HD Video Meeting</a> <br>  From Sunday to Thursday: <br> (08:00am – 10:00pm KSA time GMT+3) <br> You can Call us on:<br>+966 12 697 0333<br>You can also chat live with one of our customer services representatives, via the live chats' icon at the right bottom of this page.",
    "I need more details, how do I contact you?": "I need more details; how can I contact you?",
    "ID/Passport Number": "ID/Passport Number",
    "Learning System": "Please review the <span style='color: #ff0000;'>(Distance Education System)</span> via the following link:",
    "Male": "Male",
    "Males": "Males",
    "Mecca time": "09:00AM - 10:00PM KSA time (GMT + 3)",
    "Missing info": "Missing info!",
    "Morning Session | 09:00 am - 12:00 pm GMT+3": "Morning Session | 09:00 am - 12:00 pm GMT+3",
    "Morocco and France time": "06:00AM - 07:00PM Morocco and France time (GMT+1)",
    "Mother’s E-mail": "Alternative Email",
    "Mother’s WhatsApp Number": "Alternative Mobile Number",
    "Mother’s name": "Mother’s name",
    "Mother’s work": "Mother’s work",
    "Name": "Name",
    "Name of the school": "Name of the school",
    "Nationality": "Nationality",
    "New York time": "01:00AM - 02:00PM New York time (GMT-5)",
    "Note: messages are sent on the (Email).": "Note: Messages shall be sent to both of your emails.",
    "Other": "Other",
    "Page Title": "Welcome to Furqan Group for Education & IT",
    "Payment Bag Note": "The tuition fees for the first semester of 2025 is 310$ ( 1162.5 SAR) + 50$ (187.5 SAR) for the educational bag including Shipping, and it's paid only once upon registration.",
    "Payment Method": "Payment Method",
    "Payment via credit card": "We accept all credit cards  (Mada - VISA- Master Card - American express - others) <br> Total tuition fees = :amount$",
    "Place of birth": "Place of birth",
    "Please note that the current semester ends on": "NOTE: The first semester starts on August 31st, 2025, and ends on December 27th, 2025..",
    "Please provide a valid email address": "Please provide a valid email address",
    "Postal code": "Postal code",
    "Preferred language": "Preferred language",
    "Privacy Policy": "Privacy Policy",
    "Questions": "For any questions please contact us through E-mail: <a href='mailto: help@furqangroup.com'>help@furqangroup.com</a> , We also welcome you to our virtual office on (ZOOM), there you will be able to meet our customer service representatives, you will also be able to meet our management and supervision staff we will be happy to attend your needs, virtual office link: <a href='https://furqangroup.zoom.us/j/99947595293'>https://furqangroup.zoom.us/j/99947595293</a>",
    "Refund Policy": "Tuition Fee Refund Policy",
    "Registration for the second semester": "Registration for the first Semester 2025",
    "Required documents": "Required documents: The documents required are (a copy of the Student’s ID, a copy of the Guardian’s ID)",
    "Second semester 2022 - one to one": "Registration for the first semester 2025 - One-to-One classes",
    "Section": "Gender",
    "Serial Number": "Serial Number",
    "Signature": "I declare reading and understanding the educational system.",
    "Sorry just": "Sorry, one-to-one subscriptions are allowed for memorization path only. You can subscribe in the General Education path from <a href='https://furqanshop.com/eservices_checkout/'>here</a>",
    "Student ID": "Student's ID",
    "Support Cookies": "You must use a browser that supports cookies such as Google Chrome without incognito mode, or you can register by <a target='_blank' href='https://furqanshop.com/new-students'>Clicking here</a>!",
    "Terms And Conditions": "Terms And Conditions",
    "Thank you": "Registration Status",
    "Thank you registration for the second semester": "Registration for the first Semester 2025",
    "The student must be 5 years old or over to register.": "The student must be 5 years old or over to register.",
    "Times": "From Sunday till Thursday",
    "To register in the semester": "<span style='color: #ea3223;'>Sorry!</span> To register in the First semester 20223 please <a href='https://furqanshop.com/eservices_checkout' style='color: #001af5;'>Click Here</a>",
    "Upload Your Certificate": "Upload Your Certificate",
    "What are the school times and days text": "We have classes 5 days a week (Sunday to Thursday) providing 5 sessions where a student can select the most suitable session time for him. The timings are mentioned as follows: <br> Morning session (9:00 am – 12:00 pm KSA time GMT+3) <br> Evening session 1 (3:00 pm – 6:00 pm KSA time GMT+3) <br> Evening session 2 (7:00 pm – 10:00 pm KSA time GMT+3) <br><br> Evening session 3 (11:00 pm – 02:00 am KSA time GMT+3)  <br> <br> Evening session 4 (03:00 am – 06:00am KSA time GMT+3)<br>Please note that duration of class varies depending on the educational program.",
    "What are the school times and days?": "What are the school times and days?",
    "What are the tuition fees text": "Tuition Fees for one semester is $310 + (one-time payment of $50 for the course materials to be paid upon registration). There are three semesters throughout the year (first semester, second semester, summer semester). Each semester is 4 months long.",
    "What are the tuition fees?": "What are the tuition fees?",
    "What categories and ages can register text": "We welcome all age groups from 5 years and above (boys, girls, men, women).",
    "What categories and ages can register?": "What are the categories and ages that can register?",
    "What educational paths are available text": "The educational programs in Furqan group for Education and IT are: <br> 1- The program of learning Al-Qaida Al-Nuraniah. <br> 2- The program of recitation of the Holy Qur’an.<br> 3- The program of memorization of the Holy Qur’an.<br>",
    "What educational paths are available?": "What educational programs are available?",
    "What is quality assurance text": "Furqan Group is renowned for its meticulous educational system and the quality of educational outputs. We guarantee tangible results for the students enrolled in the various programs of Furqan group. If the student adheres to the educational system but the desired benefit is not achieved, the student is entitled to a refund of the tuition fees paid for the semester.",
    "What is quality assurance?": "What is our guarantee of quality?",
    "What is the registration method? When will the student start studying text": "Please fill the form to complete the registration procedure, noting that the student begins studying within 10 working days from the date of registration. <br> It is worth noting that registration is open throughout the year and the student can register at any time during the semester and will not miss any of the lessons, as we have individual-based educational system.",
    "What is the registration method? When will the student start studying?": "How to register? When will the student start studying?",
    "Why Al-Furqan Group text": "Furqan Group specializes in acquiring the linguistic skills of reading, listening, articulation and writing for both male and female students and beginners through its brand: Al-Qaida Al-Nuraniah and its application on the Holy Quran. <br> Furqan Group stands out due to its accurate educational system and the quality of educational outputs, whether in Al-Qaida Al-Nuraniah or the memorization and recitation of the Holy Qur'an. <br> Founded by Eng. Mohammad Farooq Al-Raee, Furqan Group for Education & IT is one of the top internationally-recognized educational institutes for teaching the Arabic language and the Holy Quran in the world. With activities running in over 40 countries around the world, the group has conducted over 3670 courses for training more than 75,000 teachers who represent 1000+ different educational institutes. Since its founding, millions of students around the world have benefited from the group's services and publications.",
    "Why Al-Furqan Group?": "Why Furqan group?",
    "You must agree that the previous information is correct": "You must agree that the previous information is correct",
    "You must attach a copy of the bank transfer": "You must attach a copy of the bank transfer",
    "You must choose how you hear about us": "You must choose how you hear about us",
    "You must choose the appropriate time": "You must choose the appropriate time",
    "You must choose the country residence": "You must choose the country residence",
    "You must choose the gender": "You must choose the gender",
    "You must choose the governorate": "You must choose the governorate",
    "You must choose the nationality": "You must choose the nationality",
    "You must choose the preferred language": "You must choose the preferred language",
    "You must confirm one of the following options": "You must confirm one of the following options",
    "You must confirm your familiarity with the distance education system": "You must confirm your familiarity with the distance education system",
    "You must enter the ID number": "You must enter the ID number",
    "You must enter the address": "You must enter the address",
    "You must enter the alternative email": "You must enter the alternative email",
    "You must enter the alternative mobile number": "You must enter the alternative mobile number",
    "You must enter the bank transfer reference number": "You must enter the bank transfer reference number",
    "You must enter the city": "You must enter the city",
    "You must enter the date of birth": "You must enter the date of birth",
    "You must enter the date of the transfer": "You must enter the date of the transfer",
    "You must enter the father name": "You must enter the father name",
    "You must enter the first name": "You must enter the first name",
    "You must enter the grandfather name": "You must enter the grandfather name",
    "You must enter the name of the account holder": "You must enter the name of the account holder",
    "You must enter the name of the bank": "You must enter the name of the bank",
    "You must enter the postal code": "You must enter the postal code",
    "You must enter the primary email": "You must enter the primary email",
    "You must enter the primary mobile number": "You must enter the primary mobile number",
    "You must enter the student name": "You must enter the student name",
    "You must enter the student number": "You must enter the student number",
    "You must enter the surname": "You must enter the surname",
    "a one-time fee of $50 for course materials": "including the educational bag .",
    "city": "City",
    "gender": "Gender",
    "live with father": "live with father",
    "live with mother": "live with mother",
    "live with parents": "live with parents",
    "no": "No",
    "other": "other",
    "please select best time": "Please make sure to enter your preferred time!",
    "study at the Center before": "Has the student studied at Furqan Group before?",
    "sure the address is correct": "Important! Please make sure the address is correct, as we’ll send the course materials to it.",
    "wish": "We wish you all good health and success by Allah will.",
    "yes": "Yes"
}